[{
        "Number": 1,
        "Description": "The story begins at the Rusty Coil on a shard called Voidlaw. It’s a local watering hole on the floating island, dominated a large plasma lake that powers everything on it. Its main purpose is to host trials by combat, which are fought by pairs of combatants. Each pair has an advocate (typically an artificer), and a mediator (a warrior wearing an exoskeleton).",
        "Tags": "Setting Lore",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 2,
        "Description": "Nox has come the Rusty Coil looking for Rallick, a parrot aaracokra who stole their jacket from their locker. The jacket secretly conceals pieces of a disassembled artifact Nox knows as the Crown of Stars.",
        "Tags": "Character Intro,Crown",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 3,
        "Description": "Nox runs into Aris and Thexadore, and tries not to notice Aris giving Thexadore a handjob under a table. Aris is part of the Malocchio, a powerful faction on the station. She gives Nox a sort of farewell, and says that she’s going to be leaving Voidlaw soon.",
        "Tags": "Character Intro,Faction Intro",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 4,
        "Description": "Nox goes to get a drink from a sketchy goblin named Silvio, who’s selling some kind of druidic tonic booze. As they head back with the nasty stuff, they spot Rallick making a run for it!",
        "Tags": "Character Intro",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 5,
        "Description": "Nox runs into Tisyphone on the way out the front door after Rallick. She calls them a “dirty rat,” and it turn out she’s after Rallick, too.",
        "Tags": "Character Intro, Noxyphone",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 6,
        "Description": "Nox confronts Rallick, and Rallick ditches the jacket they took from Nox after calling it worthless. However, he also stole a Silver Sword from Tisyphone, who follows the two of them and confronts the bird man. A fight breaks out, and Tisyphone manages to beat the shit out of Rallick and gets her sword back. Nox heals him so he doesn’t bleed out, and heads home with their jacket.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 7,
        "Description": "Nox returns to their hidey hole, only to be summoned by Justice Ironside. They are teleported to Ironside’s office, where they’re told they will be matched with a new fighter. In a strange twist of fate, they are paired up with Tisyphone.",
        "Tags": "Character Intro",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 8,
        "Description": "Nox is immediately teleported to their new dorm room in the P.U.L.S.E. dorms. It’s a tiny little room with two beds, a desk, a shower, and a toilet stall. Tisyphone is in the middle of a shower, and the privacy screen doesn’t appear to be functioning properly.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 9,
        "Description": "After a tense exchange, Nox tries to make peace with Tisyphone by fixing the privacy screen on the shower. They also fix the noise blocker on the toilet stall, but they have scavenge the battery from their Gapcloser 2000, and only one of the gadgets can be powered up at a time.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 10,
        "Description": "Nox and Tisyphone turn in, and Tisyphone has a night terror.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 11,
        "Description": "In the morning, Nox and Tisyphone head to the Voidlaw market to get some supplies for a new suit of armor. They get a set of scale armor from Cosmic Clutter, a shop by Clara. Clara doesn’t like Nox very much, and they end up getting armor infested with glowrust—a nasty contaminant attracted to magic—in exchange for Nox making her a batch of bullets.",
        "Tags": "Character Intro",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 12,
        "Description": "Nox and Tisyphone also go to the Tinker Tank. The shop owner, Jordan, flirts with Nox while they shop.",
        "Tags": "Character Intro",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 13,
        "Description": "Nox and Tisyphone go to a scrapyard and talk to Nox’s friend Buddy, who runs a kind of shop/junk exchange. Nox barters for a broken Brooch of Shielding and a bunch of ball bearings.",
        "Tags": "Character Intro",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 14,
        "Description": "Nox visits Tony at Prawn Cocktail, buys a light flask and parts from a VR headset to use on the armor.",
        "Tags": "Character Intro",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 15,
        "Description": "On the way out of Jammin’ Supplies, Nox and Tispyhone get attacked by Rallick and some hobgoblin thugs. Tisyphone kills Rallick, but the fight doesn’t go too well, and Nox is badly hurt. An invisible dragonborn man named Ragak comes to Nox’s rescue, and urges the pair to come to his tailor shop.",
        "Tags": "Character Intro",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 16,
        "Description": "Ragak deals with Rallick’s body, and introduces himself as a member of the Obsidian Order. He says the thugs (and Rallick) are members of Starborn Logistics. He tells Nox and Tis that they owe him one, and they head back to the dorms.",
        "Tags": "Faction Intro",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 17,
        "Description": "In the morning, Nox gets the power armor functional, and finishes up the batch of bullets for Clara. On the way to the practice rooms in the Pulse facility, they run into Lakynn Peterson, a high-ranking member of the Harlequins—a faction on the station run by a lot of fey beings. Lakynn tells the pair to clear out one of the practice rooms that’s infested with monsters.",
        "Tags": "Character Intro,Faction Intro",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 18,
        "Description": "Nox and Tisyphone spend a week or so training and preparing for their first trial. Nox starts building a makeshift lever-action rifle, and we buy a few healing potions from Lily the druid.",
        "Tags": "Character Intro",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 19,
        "Description": "Ragak strongarms Nox into coming back to the shop for a suit fitting since they need to dress up for a dinner invitation with Caspian Ambergris. While there, Ragak manages to learn Nox’s cognomen: Abaddonis.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 20,
        "Description": "Back at the dorms, Nox and Tisyphone meet some of their neighbours. There’s Xan and Leda, a yuan-ti and a human with metallic arms who moonlight as musicians at the Rusty Coil. They also meet Franko and Kandy Baby, a young man paired up with a former sex bot. A pink fairy named Blossom is there with her tabaxi companion Des. Stan and Ned are a hobgoblin and verdan pairing who seem to know Blossom somehow. Finally, they meet Antigone and Theodocious (Odo), a butch devil with her cambion advocate.",
        "Tags": "Character Intro",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 21,
        "Description": "Nox and Tispyhone are dragged to a dinner with Caspian Ambergris at his fancy estate on Voidlaw. While there, he mentions that a high-up member of the Malocchio named Zaffiro has his eye on Tisyphone. He also takes Nox into his workshop filled with spelljamming helms, and has Nox examine one of them as a test of their abilities. Nox notices a strange glowing sphere among his possessions.",
        "Tags": "Character Intro",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 22,
        "Description": "On their way home, Tisyphone tells Nox that she had a conversation via mirror with Zaffiro at Caspian’s estate. She has been tasked with getting some kind of orb close to a red dragon wyrmling, and has been told that the young dragon will be part of our trial. She needs to keep it alive at all costs.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 23,
        "Description": "Nox wakes up in the morning only to find that gravity is reversed in their room. It’s a prank, and there’s a note left behind by “A” teasing Nox for being too trusting. Blossom also turns them into a spider and dumps them in Xan and Leda’s room.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 24,
        "Description": "As the trial approaches, Tisyphone says she wants to come up with a pre-match ritual. Nox talks about how they used to trade a feather with their sister when they were younger, but they lost the lucky feather a long time ago. However, they are surprised to find a mysterious feather waiting for them on the workshop table. They angrily shove it in a workbench drawer.",
        "Tags": "Lina Intervention",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 25,
        "Description": "The trial is finally here! Nox and Tisyphone end up victorious, and Tis manages to absorb the wyrmling with the orb in the final round.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 26,
        "Description": "Nox and Tispyhone go to Noods n’ Foods to celebrate their victory. While there, they are interrupted by Parker, who insists that the two of them call him Daddy. He’ll be our Malocchio handler from now on. He collects the orb from Tisyphone.",
        "Tags": "Character Intro",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 27,
        "Description": "Tisyphone finds the feather that Nox stuffed in a drawer in the dorm room—it mysteriously re-appeared there somehow. She also got Nox a little surprise gift: she purchased a Krazy Bone gachapon from one of the vending machnes in Automaton Alley. It turns out to be Obsidian Prime, the rarest figurine of the whole collection. Nox and their sister Aralina always dreamed of getting one some day.",
        "Tags": "Lina Intervention",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 28,
        "Description": "Nox and Tisyphone have some business around the market while they await the start of their next trial. They meet Parker at a sex club to get instructions, Tisyphone gets acupuncture treatment from Lily, and Nox gets stabbed by the crazed hadozee who runs Jammin’ Surplus.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 29,
        "Description": "On the way back to the dorms, Tisyphone tells Nox that she was framed for her mother’s murder. She and Parker met while she was in juvenile detention.",
        "Tags": "Tisyphone Lore",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 30,
        "Description": "Nox and Tisyphone defend Silvio the goblin at his trial. He was caught making counterfeit cans of Pokka coffee and selling them around the station. We win the trial, and Silvio is let off the hook.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 31,
        "Description": "Back at the dorms, Nox does a bit of digging through the terminal in their room. They find Tisyphone’s date of birth in a database, but no records of her incarceration. They find mentions of Jericho, the man who supposedly helped Tisyphone leave Pica Monastery, and a bit of info about Hivemind rehabilitation practices and githyanki silver swords.",
        "Tags": "Tisyphone Lore",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 32,
        "Description": "Nox and Tisyphone are ordered to steal some technical plans from a storage facility near the lake. The job goes terribly wrong, and Nox is killed by a gelatinous cube. Tispyhone is panicked, but Nox is brought back to life by a mysterious force after seeing a vision of their sister and the Raven Queen. They spring back up from the grave with feathers in their mouth.",
        "Tags": "Lina Intervention, Player Death",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 33,
        "Description": "Tisyphone has another night terror after the botched theft, and Nox tells her that they are not just a dark elf, but a shadar-kai. They also spill about the Raven Queen, the Shadowfell, and their vision of Lina. Tisyphone has trouble accepting it, and says she has never heard of anything like the Shadowfell or the queen before. She does, however, show Nox a letter from a mysterious “V” who secured her release from prison and recommended she be sent to Pica Monastery instead. Nox realized that pica means “magpie” in Undercommon.",
        "Tags": "Nox Lore,Tisyphone Lore",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 34,
        "Description": "After another meeting with Parker (who reveals he indirectly works for this “V”), Nox does a bit of digging on the half githyanki population across the galaxy. They find that a disturbing amount of them share common surnames: Antico, Ambergris, Ambergrigia, Verity, Veritas. They find further mention of Zaffiro, whose full name is Zaffiro Lifumigiante Antico.",
        "Tags": "Tisyphone Lore,Vascari Lore",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 35,
        "Description": "Nox and Tisyphone carry out a series of small trials. They represent a group accusing a restaurant of selling conjured food, an impish teenager who stole form rich patrons at the station, a case against a bully who was killing modrons on the station, and some asshole who wanted custody of a blink dog after a breakup. They also defend Buddy, who forgot to pay docking fees for a ship (though the little demon is shifty when we ask about his ship).",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 36,
        "Description": "We spend a bunch of time over the next few weeks in our workshop. Nox and Tisyphone make a Bag of Holding, a breastplate for Nox, and a new pistol for Tisyphone. Nox also spends some time examining the Crown of Stars, but doesn’t make much progress. It hurts them with a spike of psychic feedback when they try to connect with it using magic.",
        "Tags": "Crown",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 37,
        "Description": "In our next trial, we’re surprised to find we are representing Blossom. She’s listed in the trial documents as Her Royal Highness Penelope Prosperpina Fiore. The trial is against Stan and Ned. When we go to discuss the trial with Blossom, she tells Nox she’s seen other shadar-kai before among the Unseelie Court. She says those shadar-kai were agnostics who abandoned their “weird old religion.”",
        "Tags": "Nox Lore",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 38,
        "Description": "Nox and Tisyphone win the trial, thrashing Stan and Ned. While they celebrate their victory, Tisyphone opens up a bit about her past. She got involved with a group called the Crimson Hex at some point, and Parker was involved with them somehow. He developed a relationship with her in prison which turned out to be false and manipulative.",
        "Tags": "Tisyphone Lore",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 39,
        "Description": "Ragak and Lily meet with Nox and Tisyphone and offer them a job. They’ll meet up with a crew of astral elves on a ship called the Ironwing, and go with them to help escort a VIP back to Voidlaw.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 40,
        "Description": "On the Ironwing, Nox and Tisyphone meet Imna, Laweck and Iggvy. Iggvy comes onto Nox and Tisyphone immediately, and Nox ends up sleeping with them. Afterward, the two of them discuss Tisyphone, and Iggvy declares Nox “a hot mess” and says they shouldn’t keep fooling around. Tisyphone is upset about the whole affair, but keeps silent for now.",
        "Tags": "Character Intro,Noxyphone",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 41,
        "Description": "After a couple of diversions (scavenging abyssal currents, and meeting a herd of Kindori) we collect our VIP. They turn out to be a death tyrant named Xorbitol. Xorbitol reveals that they know Tisyphone, and used to disguise themselves as a gnomish candy maker working out of Tisyphone’s old neighbournood on the shard city of El’Tabbar.",
        "Tags": "Tisyphone Lore",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 42,
        "Description": "Back at Voidlaw, Xorbitol gifts us the asteroid that they were living on, and Ragak offers to dock the thing in his hidden “undermarket.”",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 43,
        "Description": "Parker is furious at Nox and Tisyphone for leaving Voidlaw without telling him. He shoots Nox as a punishment, and then demands the two of them do him a favour. Tisyphone has to pretend to date Gianna Shadowstrike as a publicity stunt.",
        "Tags": "Character Intro",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 44,
        "Description": "We meet Gia and her arena partner, Helena. Nox immediately recognized that Helena is another shadar-kai like themselves. The two of them turn out to be more than meets the eye: Gianna wants to rebel against the oppressive leadership of the Zulkir, and a surprisingly candid Helena reveals to Nox that she wants to harness all the deaths that happen on El’Tabbar to “revive the Raven Queen” somehow.",
        "Tags": "Character Intro,Zulkir Lore",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 45,
        "Description": "A flirtatious Antigone suggests a romantic hangout with Tisyphone in the dorm room, and she accepts. While shopping for some wine and chocolates to have on the date, Nox and Tisyphone are attacked by Stan and Ned in Automaton Alley! We kill the two of them, and Ragak takes the bodies for safe-keeping. Apparently he has plans for them.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 46,
        "Description": "Antigone and Tisyphone have their “date,” but it turns out Antigone drugged the wine and rummaged through the dorm room while she was unconscious. Nox goes through their things, and find that one of their krazy bone figurines (Blue Mercury) has been stolen. Antigone and Odo’s dorm room is also completely empty, with only a large scorch mark left behind on the floor.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 47,
        "Description": "Nox and Tisyphone go back to working on their gear in the shop to distract from all the crazy shit that’s been happening. While working on a rifle, Nox begins to hear whispers in Undercommon. They get louder and lourder, and Nox understands they’re meant to integrate the Obsidian Prime krazy bone into the construction of the weapon. The whispers stop once the krazy bone sits in a cradle on the rifle.",
        "Tags": "Lina Intervention",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 48,
        "Description": "Nox and Tisyphone are tasked with getting charisma-boosting injections from a doctor in the market named Julianus. The injections are meant to help them actually pull off the fake relationship scam with Gia.",
        "Tags": "Character Intro",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 49,
        "Description": "Nox decides to update their costume for the arena. They buy a coquettish bunny girl outfit and a pink skull mask, along with some tall black boots.",
        "Tags": "Nox's Gender",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 50,
        "Description": "Nox, Tisyphone, Gianna, and Helena have their first trial together. It’s a mostly staged affair to sell the idea that they met and gained a mutual respect for each other while fighting in the arena.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 51,
        "Description": "After the match, Nox has another vision of their sister Lina while they dream. She tells Nox not to try to connect with the crown again, and says it’s too dangerous. Nox does some early morning research while Tisyphone is still asleep, and is shocked to find no mention of Lina in public documents about the Diamanes family. They are listed as the only child of Cornelius and Lucinda.",
        "Tags": "Lina Intervention",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 52,
        "Description": "Nox pieces together all of the times they’ve been visited by the Lina visions: when they died while stealing the blueprints, the night after they slept with Iggvy on the Ironwing, right after meeting Gia, and one more time after winning the match against her and Helena.",
        "Tags": "Lina Intervention",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 53,
        "Description": "Nox and Tis are invited back to Gianna’s ship for a party. Nox meets Kithrak Villick, Gia’s surly trainer, and bonds with him a little bit while watching old trial recordings. Later, Helena suggests the she and Nox peep in on Gia and Tisyphone. She then seems to proposition Nox, they decline on both fronts. Afterwards, Helena confuses Nox even further by claiming she’s their cousin.",
        "Tags": "Character Intro",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 54,
        "Description": "While Tisyphone and Gia are off on a fake date, Helena shows Nox her lab on the house ship. There are several chained up demiliches and mindflayers, and a suspicious-looking portal device at the back of the room. Nox’s krazy bone draws them towards the portal while they work in the shop through the day, and they get sucked through to the other side. There they find a large mausoleum-like room with morgue drawers full of arcanaloths. Each drawer has a small crystal on it that seems to control their stasis.",
        "Tags": "Incarnum",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 55,
        "Description": "After a few weeks of progressing the fake relationship, Helena gives Nox a strange black puzzle box. Nox fiddles with the thing and gets it open. Inside, there is a notebook labelled “CDS.” Nox reads it, and finds out it was written by a Cornelia Diamanes, their father’s secret twin sister! The journal is full of ravings and rantings, but Nox figures out a process for making some kind of strange memory-infused metal called umbraal. They hide their discovery from Helena.",
        "Tags": "Character Intro,Mnemiomancy,Nox Lore",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 56,
        "Description": "Nox tells Tisyphone about the umbraal, but she’s distracted by other problems. There’s pressure for her and Gia to get engaged, and she thinks this whole charade has gone too far.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 57,
        "Description": "Helena locks Nox in the workshop under the ship: make her umbraal, or else. Panicked, Nox hacks into the terminal to try and get a message out. They fail, but find several message threads between Gia and Helena. It seems like they were deeply in love, but at some point Helena grew suddenly cold and called it off.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 58,
        "Description": "Nox figures out that there’s a significant time dilation around the arcanaloth cells. They use it to set a trap for Helena, using the time dilation to give them enough time to get into the suit of necrotech armour kept in the workshop. Helena shocks Nox by turning into an illithid, but the fully armored Nox manages to take her down.",
        "Tags": "Incarnum",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 59,
        "Description": "Everyone on the house ship deals with the aftermath of what happened with Helena. Gia seems crushed to learn that Helena was a secret mindflayer, and to make matters more complicated: she did indeed propose yesterday and Tisyphone accepted. She doesn’t seem like she wants to go through with it, though.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 60,
        "Description": "As Nox rests, Lina appears once again. She urges to Nox to face their feelings for Tisyphone. In the morning, Tisyphone goes to have a talk with Gianna. Nox suspects she might call off the engagement.",
        "Tags": "Lina Intervention, Noxyphone",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 61,
        "Description": "Despite everything that’s happened, there’s another trial. This time, Nox and Tisyphone will team up with Gia for a group cooperative match. At the end of the match, Gia’s mother Alinx Allegra appears. She calls Tisyphone a “gutter rat,” and orders Gia to return home with her to El’Tabbar immediately.",
        "Tags": "Character Intro",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 62,
        "Description": "Suddenly cut off from Gia and the house ship, Nox and Tisyphone go home to their Pulse dorm. They are shocked to receive a package with Parker’s severed head in it, along with a note from Alinx saying that “her daughter keeps her promises.”",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 63,
        "Description": "In shock, Tisyphone strips and comes on to Nox, but Nox is hesitant and turns her away. They don’t want to take advantage of her while she’s vulnerable. In the morning, Nox confesses they’ve had feeling for Tisyphone for a long time, and explains that they didn’t want to take advantage of Tis the night before. She admits to having feels for Nox, too, and they have sex.",
        "Tags": "Noxyphone",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 64,
        "Description": "Over the next little while, Nox and Tisyphone are approached by several interested parties wanting to sponsor them for membership in H.A.V.O.C. and C.H.A.O.S., the next tier of corporate-backed trial circuits. There are a few different potential sponsors, but we’re strong-armed into accepting Irsa Medici as a manager on behalf of the Malocchio.",
        "Tags": "Character Intro",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 65,
        "Description": "Nox and Tisyphone are brought to a fancy new apartment. There are loads of creature comforts, a private workshop, and even a private chef. However, it seems there’s a catch: her employers have “vetoed” Nox and Tisyphone’s budding relationship. She will also be living in our apartment’s spare room to chaperone us and make sure we comply.",
        "Tags": "Noxyphone",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 66,
        "Description": "Nox and T sneak out in the night and visit Blossom at Ragak’s tailor shop. She talks about an egg that she had Stan smuggle out from her court—she was hoping to use it to create a new realm for her people, but wanted the Obsidian Order’s help to do it. She believes that Aris stole the egg while posing as someone named Yuri Nebulavich who was sent to retrieve it from Stan and get it to the order. Ragak believes that “Irsa” is actually Aris in disguise, and also reveals to us that he is a secret shadar-kai! He also gives Nox a tome called the Book of Night that doubles as a sending stone.",
        "Tags": "Court of Day",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 67,
        "Description": "We settle into a new routine at the apartment. Aris seems fine with us carrying on our relationship in secret, and is unsurprised to find out we’ve seen through her cover. The pair gets a new trainer named Nyx, and Nox gets a new tattoo of a ribbon of clouds dotted with krazy bones from a darkling tattoo artist named Grace.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 68,
        "Description": "Nox dreams about walking through a barren, shadowy landscape for two nights in a row. The same exact place each time.",
        "Tags": "Mnemiomancy,Shadow Realm",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 69,
        "Description": "Nox reads the book from Ragak, and learns about the Court of Night, a dark fey court ruled by a Queen Nera. The court hosted a group of planewalkers known as the Berr Serkr, or “bear court,” that might be related the Rashaman Tisyphone heard about when she was growing up.",
        "Tags": "Court of Night",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 70,
        "Description": "Ragak tasks us with clearing out a place beneath the surface of Voidlaw called the Shadow Labyrinth. He wants us to retrieve some weird purple worm. He reveals that Dr. Julianus is also a secret shadar-kai. He talks about the lake, and says it’s a rift connected to the Abyss. The Raven Queen consumed part of the Shadowfell and brought it there, where she fights for her life against some kind of primordial entropy.",
        "Tags": "Court of Night",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 71,
        "Description": "Nox reads more of the book. They find out Queen Nera wanted to seal and protect her realm, and tried to carry out a ritual to channel power from shadow-touched people in her court. One of them betrayed her: a man by the name of Nyxanthius Diamantes. He sabotaged her crown to corrupt the ritual to instead barricade her in a fortress made of her own memories. This drove her mad, and made her lose control.",
        "Tags": "Court of Night, Nox Lore",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 73,
        "Description": "The court also sheltered people known as the Skjor, or magpie people. With Nera weakened, the Zulkir invaded the feywild and captured them.",
        "Tags": "Court of Night, Zulkir Lore",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 74,
        "Description": "Nox begins to question their “Crown of Stars”, and sends to Ragak after finishing the book. They ask about the Queen and her altered crown, and Ragak implies that he knows Nox has the Crown of Night and Rallick to steal it so he could observe Nox’s reaction. Nox tentatively accepts Ragak’s proposal of an alliance, and says he will help Nox and Tisyphone get out from under the thumb of Vescari and the Malocchio so they can focus on helping out the queen and her court.",
        "Tags": "Crown",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 75,
        "Description": "It’s the middle of March, and Tisyphone’s birthday is fast approaching! Nox has Terrence the goblin chef make a cake, and does some secret shopping. They get Tisyphone a book to help her learn Orcish (since she only spoke it in sign with her mother), and lemon drops special-ordered from Marshmallow’s bodega.",
        "Tags": "Noxyphone",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 76,
        "Description": "On the night Nox and Tis are set to leave for the Shadow Labyrinth, Aris arrives at the apartment in the middle of the night severely beaten. She refuses to talk about it. In a strange mirror event, Lina also appears to Nox in a vision with a black eye. She says she was brawling with the queen, who doesn’t always have control over her faculties. She says she will be called upon soon to make a great sacrifice: she must give up her soul to help the queen regain her sanity and push back the entropic forces.",
        "Tags": "Lina Intervention",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 77,
        "Description": "Turns out the labyrinth is entered through the same facility we stole the blueprints from for Parker. We fight through chambers filled with various creatures, and find a hag and the purple worm in separate chambers. The hag says the worm needs to eat her so she can return home? She seems to know some things about Nox:  she says that the Diamanes were cursed and banished to the Astral Sea. To lift the curse they need to sacrifice a first-born daughter, but a side-effect of the curse is that they'll always bear twins. When we return with the worm, she seems too untrustworthy and we fight past her to take it away instead. During the fight, the hag takes on Antigone’s appearance. Nox names the little worm Lavender, and finds they can feed it nice memories like a piece of umbraal to reduce its size.",
        "Tags": "The Fates, Nox Lore",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 78,
        "Description": "Blossom comes over to the apartment, and she tells us about a coven of Fate Hags who were once banished to the Shadowfell. She takes us to Ragak, who says the hag is called “the Inevitable.” She’s one of three in a coven, along with the Allotter and the Weaver. They were bound to worms that became their anathema by Asmodeus/Nyxthiset at some point.",
        "Tags": "The Fates",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 79,
        "Description": "Nox tells Ragak how they calmed down Lavender by transferring emotions, and Ragak says the ability to share feelings and memories is a rare gift among the shadar-kai, and is an ability considered to be reserved for the Raven Queen’s chosen. Julianus is able to do it, but he can only share vague sensations and memories. At Ragak’s shop, Blossom kisses Tisyphone, and appears to awaken the power of truesight within her.",
        "Tags": "Mnemiomancy, Tisyphone Lore",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 80,
        "Description": "Nox does a bit of digging, and finds out that Aris is also Alinx Allegra’s daughter. Her father is Alessandro Medici, a wealthy githyanki artificer. Alinx has had a total of six husbands, the latest being Gianna’s father. However, Nox’s research is interrupted by Aris arriving beat up in the middle of the night yet again. Nox tries to check on her, but she uses magic to force Nox to leave her alone.",
        "Tags": "Zulkir Lore",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 81,
        "Description": "Nox and Tis officially compete in Chaos and Havoc, fighting a weird crow creature and an infernal goose. When they win, Aris/Irsa leads them to a VIP area for a sort of afterparty.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 82,
        "Description": "Things start going wrong around Voidlaw. Fires erupt in the phlogiston nearby, interrupting shipping lanes to neighbouring star systems. Things come to an explosive head when a shrike model ship (same as the Ironwing) crashes into the Voidlaw docks. Ragak seems to think it’s all part of a coordinated effort to disrupt Voidlaw’s supply lines and discredit the Obsidian Order.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 83,
        "Description": "Lina visits Nox once again in their dreams. She says their connection is stronger now because Nox and Tisyphone are getting closer. She thinks they’re falling in love, and talks about how she was in love with this Yuri Nebulavich that Nox has heard about! She is very worried when she hears about how he was replaced by Aris.",
        "Tags": "Lina Intervention",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 84,
        "Description": "Nox tries to get more info on the ship crash from Ragak, but Julianus answers instead. He says Ragak has been missing for a few days, but not to worry. Meanwhile, Nox and Tisyphone have been tasked with representing the captain of the crashed ship in a trial! She’s an astral elf named Ayla, but we don’t know much more than what she looks like. Julianus says nobody in the order matches her description.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 85,
        "Description": "Both of the next two nights leading up to the trial, Nox dreams of the shadowy landscape. They talk to the empty void, but nobody answers them.",
        "Tags": "Shadow Realm",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 86,
        "Description": "Nox and Tis reluctantly take out Ayla in the fight at her trial, where she summons a large spectral dragon to fight us with. At the victory booth after the event, Aris introduces us to Oakley Peterson, Lakynn’s husband. He seems preoccupied and annoyed to be there. Later that night at the apartment, Aris returns once again beaten to a pulp. After some insistence, she reveals that she is in love with Lakynn, and that Oakley is aware of the affair and takes out his anger on the two of them. She also lets us know that Yuri is being held in Lakynn’s demiplane, and that he has something to do with the apparent death of Nox’s sister.",
        "Tags": "Character Intro",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 87,
        "Description": "Lina visits again after the trial. She tells Nox the malocchio keep invading the queen’s domain, maintaining an endless stalemate. She doesn’t seem to know why.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 88,
        "Description": "For the next few weeks, Nox and Tisyphone don’t have any noteworthy fights. Aris seems to have intentionally sidelined them to reduce their visibility. The two of them take the time to fix up some of their equipment, and Nox begins to start using umbraal in the construction of their gear. They convert their arcane firearm to use it, and help Tisyphone to convert her sword to the metal. Tisyphone seems to be able to perform part of the conversion process, but not all of it. Aris begins to notice the umbraal on the gear, and tells Nox not to use it anymore. It seems that she (or her benefactors) don’t like it very much.",
        "Tags": "Mnemiomancy",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 89,
        "Description": "While creating the umbraal for the sword, Nox and Tisyphone share their feelings towards one another, and understand instantly that they love each other. That night, Lina appears once more and happily congratulates Nox.",
        "Tags": "Lina Intervention",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 90,
        "Description": "We finally hear from Ragak again! He was injured while spying on the Coven of Fates held by the Zul’kir. He hatches a plan to get us away from Aris’ gilded cage: we’ll blackmail her by revealing her part in the theft of the egg from the Court of Day. She tells Ragak (through us as middlemen) that is she can get Rallick back, she’ll provide him with a ship. Ragak and Julianus revive Rallick and hand him over to seal the deal.",
        "Tags": "The Fates",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 91,
        "Description": "Nox dreams of the shadowy landscape again. This time, they try using their magic, and it works! It feels different from its usual form, though. Almost like it’s drawing power from the landscape around Nox. They make an umbraal rock, but then their dreaming is interrupting by the beating of wings—they awake with a start.",
        "Tags": "Shadow Realm",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 92,
        "Description": "At the market, Nox accidentally lets the secret of umbraal slip to Ragak. Ragak gets emotional when he sees it, and says this could be a “turning point” in their struggle.",
        "Tags": "Mnemiomancy",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 93,
        "Description": "The Malocchio gets Rallick to throw Starborn Logistics under the bus publicly, and Aris strongarms us into shopping around the Voidlaw market to convince people to sign some kind of strange contract. We visit various businesses across the market (and Nox picks up Golden Armistice at the Gazzette) to pitch her weird contract. Some accept, some don’t. We meet Susan at a pawn shop in the market, and Tisyphone can see that she’s actually a large red dragon in diguise!",
        "Tags": "Character Intro",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 94,
        "Description": "At their next trial, Nox is deliberately placed in a corridor arena filled with a gelatinous cube. Oakley is sending us a message—he knows about our theft. In addition, the client we thought we would advocate for is brutally executed.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 95,
        "Description": "Nox and T then have to fight three Starborn Logistics members put on trial thanks to the smear campaign. We notice they’re wearing Rings of Mind Shielding. Nox does a little switcheroo with an empty ring so that their souls don’t get handed over to Oakley after the fact.",
        "Tags": "Court of Day",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 96,
        "Description": "At the victory party, we’re summoned by a blue-skinned fey man called Beckham Young. He calls us to his private office, and makes us draw cards from a magical deck. Nox is forced to pull several cards. One ages them 250 years, one makes them smarter, taller, one binds them with invisible chains, one nearly kills them. Nox feels a curse settle on them as they draw the cards, too, and hears the Coven of Fate laughing.",
        "Tags": "Character Intro,Court of Day,The Fates",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 98,
        "Description": "Tisyphone draws cards that make her more dextrous, vulnerable forever to acid damage, and one that summons a wicked-looking dagger with a skull pommel in her hand. Finally, Beckham has one more trick: he transports the two of them to some kind of mysterious stone prison cell. They have no idea where they are.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 99,
        "Description": "We explore the prison after getting out of the cell, and find lots of imagery related to the Court of Day. We also find a night named Sir Percival, who says he was separated from his comrade Tobias. He mentions a Queen Bellona, and says we’re in a labyrinth that belongs to the Court of Day, but won’t elaborate.",
        "Tags": "Court of Day, Character Intro",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 100,
        "Description": "We wander through the labyrinth, meeting several strange creatures and puzzles throughout. Eventually, the party stumbles upon a vicious-looking sword called Blackrazor. It speaks to Nox, saying it use to be the queen’s blade, and it was forged to do battle with the wizards of a place called Thay. After some deliberation, we decide to take it with us.",
        "Tags": "The Aegis",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 101,
        "Description": "We eventually stop for a rest, and Percival tells us there are people in the Court of Night who believe there’s a dragon who can usher in a new home for the people of the court. Nox thinks of Blossom and her dragon egg story. We catch Percival up on some “current” events. He wasn’t aware of the Shattering or anything like that.",
        "Tags": "Court of Night",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 102,
        "Description": "Moving on, we find Elbo the inventor kobold. He tells us of a lab full of people in “red coats,” and that his friend Clover has been kidnapped by these people. We search for the prison cells in the lab, and find Issem along the way. Issem is the vampiric childe of Oakley Peterson. We also encounter a succubus named Pencheska, who has charmed a few of these Crimson Hex guards. Finally, we do eventually reunite Tobias and Sir Percival, though their relationship has soured over the millenia.",
        "Tags": "Character Intro",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 103,
        "Description": "We rest in a safe haven close to the prison area, and Nox is visited by Lina in their dreams. They say they might be close to finding Yuri, and she passes on a message for him: “Tell him I miss him, and that I don’t blame him for anything”. She says she’s supposed to give something to Nox, another card like the ones they got from Beckham. It’s the Temple card, and Nox can use it to call on the queen.",
        "Tags": "Lina Intervention",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 104,
        "Description": "The group storms the hex prison, finding Thexodore, Yuri, Clover, and Blossom in the cell block. It turns out the Clover has hatched from the egg that Blossom was trying to retrieve for her court! He appears to be a small green dragon wyrmling. He gives Tisyphone a card with a dragon egg on it, and says that he has been waiting for her. He seems to be bound to her somehow. During the fight, we take down a large prison warden robot, and strip an Antimagic Module from it.",
        "Tags": "Clover",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 105,
        "Description": "Yuri reveals that he has the ability to take on other people’s curses, and that he used this once to help Lina. He takes the curse laid on Nox by the Coven of Fate.",
        "Tags": "Crown,The Aegis",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 106,
        "Description": "This labyrinth connects to the Shadow Labyrinth back on Voidlaw somehow, and Ragak guides all of the escapees there. He teleports everyone to his pleasure yacht, called the Dunginess. Ragak and Julianus welcome Yuri like an adoptive son, and Nox realizes they were all more connected than they realized. While we were trapped in the labyrinth, Aris apparently enacted a coup and has taken control of Voidlaw.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 107,
        "Description": "Blossom says she’ll take Tobias, Issem, and Elbo with her to the “Night Court.” She is lying, but Nox doesn’t know it at the time. She also takes the three Rings of Mind Shielding that contained the high-ranking Staborn Logistics members.",
        "Tags": "Nox's Gender",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 108,
        "Description": "Lina visits Nox as they rest following the rescue operation. She says that Elbo has “no thread,” whatever that means. She finds it hard to hear anything about Yuri, but is glad that he’s safe.",
        "Tags": "Shadow Realm",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 109,
        "Description": "Nox and Tisyphone store Blackrazor in a demiplane kept by Ragak and Julianus. Nox gives the Crown of Night to Yuri so that he can study it—he claims to have helped Lina use it to enact some sort of ritual in the past.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 110,
        "Description": "Nox and T sneak back onto Voidlaw, finding an ominous note from Aris saying that “they’ll come crawling back eventually.” We steal whatever belonging of ours are left in the old apartment, and leave it for good.",
        "Tags": "Clover",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 111,
        "Description": "Nox asks Julianus about Yuri’s childhood, and Blossom seems to be angry at their line of questioning for some reason. When Yuri eventually comes to Nox and shows them the pictures, they finally understand why—Yuri was born differently than he presents now. Nox is moved by sight of kid Yuri. He tells Nox about his birth parents, Tish and Sola.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 112,
        "Description": "Nox visits the strange dreamscape once again, and happens upon a small stone fece with a gate. A raven lands on the fence and watches Nox, then suddenly flies at them. The dream ends.",
        "Tags": "Clover,Zulkir Lore",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 113,
        "Description": "Ragak reveals to Nox and Tisyphone that the ship he bartered from Aris was meant to be given to them. It’s a humble little ship, and we name it the Wanderlost. Buddy makes us a fun figurehead of a strange witch woman that we don’t recognize.",
        "Tags": "Mnemiomancy,Setting Lore",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 114,
        "Description": "Tisyphone and Clover bond, and he seems to really enjoy flying around in wildspace. He seems to be able to shoot some sort of radiant breath, and Nox begins to wonder about what kind of dragon he might be.",
        "Tags": "Mnemiomancy",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 115,
        "Description": "We skulk around Voidlaw, discreetly visiting some of our old friends and acquaintances. Many of them have been strongarmed into contracts with something called Styx, a company controlled by Aris. Susan smells dragon on us, sensing Clover’s presence, and takes an interest in us.",
        "Tags": "Character Intro",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 116,
        "Description": "Nox speaks with Xorbitol, who offers to help Clover scry on his missing egg. We learned from Susan that if Clover were ever to die, he would reconstitute at his egg. Unfortunately, the Zulkir seem to have it stashed away somewhere. Xorbitol examines the dagger Tisyphone got from Beckham—they say it’s a Zulkir ritual dagger linked to the negative energy plane. Anyone killed by it will go there, and can only be brought back by something called a “Tablet of Reawakening.”",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 117,
        "Description": "Xorbitol says that a key component of the Tablet of Reawakening is the same substance that crystal spheres were made of before the Shattering. Nox recalls seeing the pieces of crystal spheres in the shop of a mysterious githzerai on Voidlaw, which looked exactly like umbraal.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 118,
        "Description": "Nox conducts several experiments with umbraal. They attempt to make it out of multiple different substances, but find that metal does work the best. They find that Clover’s radiant breath is one of the only things that can melt umbraal.",
        "Tags": "Mnemiomancy",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 119,
        "Description": "Susan puts us in touch with someone who might be able to sell us a crystal rod so we can make a spelljamming helm for the Wanderlost. His name is Forthwind DeGray. He is somewhere in the Hecatha system, and is out on an academic mission for the Astralis Lyceum, a prestigious school of some kind.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 120,
        "Description": "Forthwind tasks us with finding a scientist called Nova trapped on a wrecked ship called The Promise. We teleport to his ship, The Tenure’s Bane, and go from there onto the ship. It’s full of hazards, and we’re guided around by a construct intelligence of some kind named Alfion.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 121,
        "Description": "We adventure through the ship, and along the way Nox gains a suit of Power Armor, along with several interesting high tech supplies. We find Oakley! Not that Oakley, a friendly robotic bartender who wants to escape the ship with us. We find Nova, who tells us that the ships constructs turned on its crew, and that Alfion is actually responsible for the disaster that struck the ship. Her sister, Stella, was also in a stasis pod but it has since stopped functioning.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 122,
        "Description": "Nox tries to reach out to the queen for guidance to see if Stella can be brought back, but they’re surprised to find Antigone answer them instead. She says she’s blocking Nox’s access to the queen with the curse that was placed upon them with the cards. Yuri took the side effects away, but it’s still bound to Nox at its core. She says she can bring Stella back, but that her soul won’t come willingly. Nox refuses, and lets Nova know what happened. Antigone says the choice was a test.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 123,
        "Description": "Forthwind brings everyone to the Lyceum Astralis, a school in the Tears of Selune. Nox is recognized there by an annoying Parentes they used to go to school with back in Sklarus. Nox researches the Shadowfell, the Raven Queen, and shadar-kai at its library. They find out Queen Nera is one of a long line of royalty in the Court of Night, and that the court apparently continued on for many generations after her death.",
        "Tags": "Court of Night",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 124,
        "Description": "Tisyphone researches red wizards and their relationship to the Zulkir. She finds out about a school of magic called Incarnum, with involves the transmutation of souls to amplify or extend magic.",
        "Tags": "Incarnum",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 125,
        "Description": "Nox, Tisyphone, and Yuri go to dine at a fancy refectory on the campus, and there they run into members of the TERRY society (The Esoteric Refectory and Replenishment Yeomen).",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 126,
        "Description": "Tisyphone has a dream while we stay at Forthwind's guest house. She is being held underwater.",
        "Tags": "Tisyphone Lore",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 127,
        "Description": "Nox and Tispyhone are convinced to have a friendly combat match with a visiting professor and her black dragon companion. We're introduced to her as Professor Stolas-Provda, and her dragon is named Mesmodis. We defeat the professor, but the dragon proves to be too much for us and wins the day.",
        "Tags": "Character Intro",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 128,
        "Description": "Forthwind's colleague Grimlocke is having a retirement party, and we get dragged along. Grimlocke is the one who has promised us the jeweled rod we need to make our spelljamming helm, and he hands it over at the party. There we are introduced to Chandra Valsalor, who is visiting from the Collegium Eterniatatus.",
        "Tags": "Character Intro",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 129,
        "Description": "Tisyphone talks to Stolas-Provda at the party, and tells her that she goes by Lottie informally, and that she also grew up as a daughter of Vascari. She offers to train Tisyphone in some dragonriding techniques while we're here at the school. Tispyhone gets very upset to hear about Lottie's upbringing and direct mentorship from her father, and wants to leave.",
        "Tags": "Tisyphone Lore",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 130,
        "Description": "That night, Tisyphone goes to sleep and does not wake up. Nox is panicked, and contacts Ragak to see if Clover is reacting in any way. Clover says that Tisyphone must fight whatever is going on. Yuri helps Nox to enter Tispyhone's dream. Inside, they find themselves trapped in a memory where a teenaged Tisyphone is drowned in a pool of blood by a robed red figure, then brought back to life from the brink of death. This is repeated over and over in a cruel cycle. There are two dead bodies near the pool: a middle-aged orc woman and a younger human man.",
        "Tags": "Tisyphone Lore",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 131,
        "Description": "Nox can move freely through the dream, and finds Vascari watching this process from an observation booth. He's making notes about a \"Daughter of Two Worlds\" experiment. The notes say they are trying to create a Blooded One, and mention a success rate of 15%. Nox imposes their will on the dream, allowing young Tisyphone to escape their bindings and fight the red-robed figure. As she escapes the room, Nox and Tisyphone wake up back in the real world.",
        "Tags": "Tisyphone Lore, Vascari Lore, Two Worlds Prophecy",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 132,
        "Description": "While Tisyphone recovers, Yuri tells Nox about the Daughter of Two Worlds prophecy. He says he learned about it because Ragak and Julianus thought it might apply to him before he transitioned. It mentions a \"coronet of sundered realm,\" \"wastes of umbral shadow,\" a \"resting titan,\" and four \"daughters of two worlds\" that will awaken it. One is white as bone, one is red as blood, one black as night, and one is deathly pale. The prophecy was found long ago on a dead githyanki soldier's body.",
        "Tags": "Two Worlds Prophecy",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 133,
        "Description": "When Tisyphone awakens, she lets Nox know the two people in the room with her during the experiment were her mother, Sylvia, and her nextdoor neighbour. She does not know why the neighbour was there. She is physically weakened from the ordeal, and doesn't have the strength to walk just yet.",
        "Tags": "Tisyphone Lore",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 134,
        "Description": "Antigone visits Nox in their dreams that night. She says that the two worlds prophecy was from her and her sisters of the Fate Coven. They were forced to give it to Vascari by their current masters, who in turn are said to serve Asmodeus/Nyxthiset?",
        "Tags": "Two Worlds Prophecy, The Fates",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 135,
        "Description": "We explore more of the Lyceum Astralis, and meet Scryphius at their shop called the Infinite Quill. We do a job for them to secure a demiplane in exchange for access to their private libraries. On the job, we discover an aspiring Zulkir named Morwena Valemist. She claims to know Helen, and tells Nox that she underwent her ceramorphosis willingly to became an illithid. She also mentions that Rath Modar is a person of interest in the Zulkir. At the heart of the demiplane, we secure a lodestone for Scyphius, then return to the shop.",
        "Tags": "Zulkir Lore, Character Intro",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 136,
        "Description": "Back on Lyceum grounds, we find out that Morwena was involved with the Order of the Drake, a terrorist organization that attacked the Tears of Selune years ago. They were said to be repelled by members of a githyanki monastery in ther Tears at that time. Nox is curious if they have any connection to the Zulkir.",
        "Tags": "Zulkir Lore",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 137,
        "Description": "After a misunderstanding about Yuri's identity lands him in detention for a while, Nox and Tisyphone do some research at the Quill. Tis reads about Blooded Ones, and finds out that the red wizards created them long ago to be the perfect warriors. They were highly susceptible to the commands of the wizards who made them. We also learn about the Wychlaran, mages from a society known as the Rashemen who opposed the red wizards. Nox tries to research the Two Worlds prophecy, but there isn't any recorded information about it available here.",
        "Tags": "Tisyphone Lore, Two Worlds Prophecy",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 138,
        "Description": "Antigone appears to Nox again. When they ask about the sleeping titan in the prophecy, she talks about Zaffiro. He claims to be the child of Vlaakith, an ancient githyanki lich goddess, and wants to bring about the restoration of Tu'Narath, a lost githyanki paradise built on the body of a dead god. She claims Vascari is the high general of Zaffiro's army. Zaffiro is said to have foreseen the Shattering, and made moves to have the city teleported to safety so it could survive the coming calamity.",
        "Tags": "Vascari Lore, Zulkir Lore",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 139,
        "Description": "Yuri arranges to take ownership of a sentient quill named Sylene, who says she is an ancient artifact that seeks out people worthy of carrying her. Sylene is supposedly very old - from before the Shattering.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 140,
        "Description": "Nox visits the shadowy landscape again, and finds that they can manipulate some rules of reality while there. They fly around in the air, looking for anything interesting on the horizon.",
        "Tags": "Shadow Realm, Mnemiomancy",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 141,
        "Description": "Ragak purchases the lodestone from Scryphius, and says he intends to use it to stabilize his demiplane. We return to the Dungeness with him, and Tisyphone is reunited with Clover! He is much larger now, the size of a horse.",
        "Tags": "Clover",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 142,
        "Description": "The group puts the finishing touches on their new spelljamming helm with the components from the Lyceum, and christens their ship the Wanderlost. Buddy's figurehead turns out to be of a regal woman with long hair and a pointed witch hat. A small Buddy is perched on her shoulder, with a mischevious grin and gems for eyes. Buddy urges nox to turn it into umbraal, and Nox makes the attempt. It works, and Nox floods it with warm memories of time they've spent with the little guy.",
        "Tags": "Mnemiomancy",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 143,
        "Description": "As we travel on the Wanderlost and take it out for its maiden voyage, Nox sees Lina in their dreams again for the first time in a while. She is distant, and it seems hard for her to communicate with them.",
        "Tags": "Lina Intervention",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 144,
        "Description": "Clover seems to be able to fly alongside the Wanderlost as it travels rapidly with the Spelljamming helm. When we slow down to rendezvous with the Dungeness, we find that he's grown significantly. He's now a large creature. He appears to gain some kind of sustenance from travelling through space.",
        "Tags": "Clover",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 145,
        "Description": "We want to return to Voidlaw to check on some things with the Wanderlost. Before we leave, Julianus insists that we take something called the Cauldron of Plenty with us. He and Ragak brought it with them from the Shadow Realm long ago, and it can summon food and drink.",
        "Tags": "The Aegis",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 146,
        "Description": "The people of Voidlaw are in a sticky situation. The Styx contracts many of them signed have backfired, and they're now completely stuck in its ecosystem. We find out that the contracts had hidden clauses binding the signees' bodies and souls to corporations called Lex Diaboli and Ossium.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 147,
        "Description": "Nox and Tisyphone are attacked by armored thugs in the market! Nox is shot down in the conflict, and is bleeding out. Unbeknownst to Nox, Tisyphone enters some kind of rage to defeat the guards. Her eyes go red (a key signifier of Blooded Ones), and she gains incredible strength.",
        "Tags": "Tisyphone Lore",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 148,
        "Description": "While we speed away from Voidlaw, we run into a floating old-timey wizard tower in the middle of space. There we meet a wizard named Lenore who says she's a member of the Society of Brillance. She examines the plants on the Wanderlost, and infuses them with a special magic she calls Mnemiomancy. She says she is infusing the plants with memories to make them think they've grown for longer than they have.",
        "Tags": "Mnemiomancy",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 149,
        "Description": "We stop at Aetherhollow, a floating space station with lots of different shops and businesses. We purchase a couple of cannons to mount on the deck of the Wanderlost for defense. We also check up Kestra, a friend of Marshmallow's who runs an exotic pet shop. She lets us know that the pellets Clover has been eating actually surpress his energy, and tells us that dragons like him might be better off eating stardust.",
        "Tags": "Clover",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 150,
        "Description": "As we spelljam through the space around Aetherhollow, we run into a wandering celestial named Myojin. He says he is a ki-rin, and is very interested in Clover. He asks to speak with Clover for a while and fly around space, and Clover accepts. When he returns, Clover looks a little bit more regal and sure of himself.",
        "Tags": "Clover",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 151,
        "Description": "Antigone visit Nox again. She says that the Diamanes Curse (the consequence of Nyxanthius' actions) isn't real, and that they should look into their family history some more.",
        "Tags": "Nox Lore",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 152,
        "Description": "We return to the Tears of Selune, and visit the Lyceum once again. This time we bring Clover along, and the legend lore that customs gives him reveals his name to be Tesseraquatorix. When we look into this some more at the Infinite Quill, we fin mentions of dragons like him being created by an ancient goddess called Waukeen before the Shattering.",
        "Tags": "Clover",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 153,
        "Description": "We do some more research at the Quill. Nox finds out that the author of the book Ragak gave them, Cyril Modar, wrote lots of other books containing misinformation about the fey courts and the Wychlaran. They also find books written by one Petra Tamlin, who seems to be in league with the red wizards. While researching the Night Court, Nox finds a mention of the Morrigan: a threefold goddess figure symbolized by a raven, and associated with the fey. Nox also researches the Diamanes family, and finds way more than they expected. Both Cornelius and Cornelia appear to have published several books about spacefaring and weaponry. Cornelia published a lot of books about Incarnum under a pseudonym.",
        "Tags": "Court of Night, Nox Lore, Incarnum",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 154,
        "Description": "One of the books, Meditation on Lichdom, seems to have some sort of psychic feedback and Nox has a vision of an older gentleman looking in the mirror. His nose is starting to fall off, and he remarks that it is \"not nice to be brought in this way.\" Scryphius bans Nox from the study rooms in the Quill for consulting the dangerous tomes.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 155,
        "Description": "After seeing Antigone forcibly removed and choked in their dream, Nox decides it's time to talk to the Raven Queen. They use the Temple card that Lina gave them back in the labyrinth. They are pulled across the shadowy landscape at great speed, and brought to a palace with a huge throne inside. Nox asks the queen if Lina is with her, and she says yes, but that they aren't alone. As they speak, Nox sees a ghostly man's face flicker on top of hers for a brief moment while she struggles. She says the man is her doom. She shows Nox a vision of a mourning Nyxanthius creating the Crown of Night after losing his family, and her using the crown to try and seal her realm from invaders. The ritual backfires, and a swirl of purple energy consumes the realm instead.",
        "Tags": "Court of Night, Crown",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 156,
        "Description": "The queen says an evil arch-lich wanted the realm for himself to perform an apotheosis ritual of some kind. He is using her as a living phylactery. The lich held Nyxanthius' wife hostage with a dagger that siphoned souls to the negative energy plane (like the one Tisyphone has). It blackmailed him into sabotaging the crown, turning it into a negative energy portal. To try to stop the disaster from happening, the Morrigan that invested her throne with power split therself into three. The queen says we need to free the Morrigan from their prison.",
        "Tags": "Zulkir Lore, Court of Night, Crown, The Fates",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 157,
        "Description": "The Temple vision took Nox out for four days, and while they were gone Clover has grown. He's a full adult dragon, and has learned to shapeshift to keep a lower profile. He decides to spend most of his time shapeshifted into the form of a kobold.",
        "Tags": "Clover",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 158,
        "Description": "Looking to learn more about being a warrior bonded to a dragon, Nox, Clover, and Tisyphone visit the K'liir monastery. We're initially turned away, but eventually get let inside. Nox finds a bloodied abyssal prayerbook in one monk's footlocker, so we decided to break into the monastery basement. We're shocked to find Mesmodis in a huge incarnum vessel, her lifeforce being siphoned away. There is also an observation chamber overlooking a now empty blood pool, just like Tisyphone's memory. We find a lich called Master Remwick, who seems to know who Tisyphone is. He isn't immediately hostile, which is strange.",
        "Tags": "Vascari Lore",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 159,
        "Description": "We rescue Mesmodis, and also find a petrified Lottie there, who tells us that she was given to Oakley Peterson and kept in this monastery as revenge for our freeing Issem from his clutches. Lottie and Mesmodis are in love, and are happily reunited. We all leave the monastery.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 160,
        "Description": "Yuri believes we should stash the Wanderlost in Sklarus. He has a small safe-haven shard there. From there, we can plan our next move, which is likely infiltrating the Collegium Eterniatatus. Oakley is gunning for us, though, so Nox proposes that we attempt a dangerous crossing through the Phlogiston to evade him.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 161,
        "Description": "We stop at Aetherhollow once more, shopping for supplies to make the passage across the phlogiston. After an explosive exchange-gone-wrong with one of the seedier black market vendors, Nox eventually meets a mysterious navigator named Kael. Kael trades them a set of navigator's tools that will work in the phlogiston in exchange for secrets.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 162,
        "Description": "As we near the phlogiston border, Nox receives a disturbing message in the book of sendings paired to Ragak. It's aimed at Yuri, and says \"who do we need to kill to make you come running back?\" in unfamiliar handwriting.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 163,
        "Description": "That night, Nox visits the shadow landscape again. They find Antigone wounded on the ground by a strange tree they found. She says if we're looking to infiltrate the Collegium, there is a stable portal to the hells somewhere near Voidlaw. As the two of them speak, she seems to fade in and out - she's being cycled through life and death by incarnum.",
        "Tags": "The Fates, Shadow Realm",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 164,
        "Description": "The Wanderlost makes its way through the phlogiston. There are lots of strange and dangerous creatures, and we end up running into a storm of some kind. When we emerge, a bewildered Lottie and Mesmodis tell us that we were frozen in time for 12 weeks! They've been fighting off various strange creatures while they waited for us to emerge once more. The only fortunate side effect is that the storm moved us much closer to the other side of the phlogiston.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 165,
        "Description": "As we near the other side of the phlogiston, we encounter a clustering of beings that claim to be dead gods. There's Avaruun, a forgotten god of navigation, and Ithlani, a god of entropy. They say they were part of a group of ten gods, but \"three that are one\" left them some time ago.",
        "Tags": "The Fates",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 166,
        "Description": "Nox and Tisyphone are lured onto a small space station and chased by weird spirits. When they return, they find a black portal and a ship that has boarded the Wanderlost! The deck is crawling with demons, and Mesmodis is trapped in a circle on the ground, staring into an orb of some kind. Yuri says that Lottie was killed when the ship boarded, and returns to the hells. He has offered to surrender himself to the crew of the ship. Nox refuses to let him go, and we attempt to fight against the cultists manning the ship. Nox tries to turn the orb into umbraal, but is forced out with visions of the dragon goddess Tiamat.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 167,
        "Description": "Nox demands to speak to the leader of the cultists to bargain. They say she can only be reached in dreams, and Nox agrees to rest and reach out. They find Cornelia there, and she is using purple magic on the tree Nox found before. She says that she sacrificed herself the way Lina means to for the queen. It wasn't enough, and a dozen women have done the same before her. She says that Petra Tamlin brought her in and controls her much of the time, so she can't be trusted to fight with Nox. She says they should find her workshop on El'Tabbar. She also says that Lina should have some kind of phylactery stored away, and Nox should find it. She divests herself of the memory of this conversation, storing it in a flower on the tree. When Nox returns from the dream, the demon ship packs up and leaves taking Mesmodis with them.",
        "Tags": "Nox Lore, Mnemiomancy, Character Intro",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 168,
        "Description": "The Wanderlost gets out of the phlogiston, and Nox receives a vision from a distant, blinking star. It shows them a vision of a possible future, one where they're at the altar being married to Tisyphone. Nox feels uneasy, though, and the star shares that there is something wrong about the vision that Nox hasn't yet realized.",
        "Tags": "Nox's Gender",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 169,
        "Description": "We arrive at Yuri's safe haven. It has a quaint little cottage on it that he intended to move into with Aralina some day. We find a small nightingale bird on the windowsill, which is apparently a code left by Julianus. It has a message: Julianus has gone off to rescue Ragak, and Yuri can't follow them.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 170,
        "Description": "Yuri reveals that he once took a curse from Nox's parents the same way he took the curse from the Fates. He wants to say more, but he has been magically compelled not to be able to. Whatever is left unsaid has something to do with how he helped Lina altar the ritual with the Crown of Night.",
        "Tags": "Nox Lore",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 171,
        "Description": "Nox conducts a few experiments while we have the time. They find that they can absorb umbraal as well as creating it, taking the memories back within themselves. They also experiment with how large of an umbraal piece they can make, and find that making large pieces of it risks degrading the source memory that infuses the metal.",
        "Tags": "Mnemiomancy",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 172,
        "Description": "Nox decides to finally tackle unravelling the mystery of the Crown of Night. They find it contains eight pieces, each infused with a memory from Nyxanthius' life. They are mostly happy memories of him with his wife and child. Nox reads four of the memories, but is met with more pyschic backlash when they try to examine the key piece in the center. They put the examination on hold for now.",
        "Tags": "Crown, Mnemiomancy",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 173,
        "Description": "We need a more permanent place to dock the Wanderlost while we're in Sklarus. Yuri suggests we try to do so on the down-low in Abyssus, at a place called Dry Dock Nine. We head the Obsidian Spire, an administrative hub for the Diamanes organization. Nox disguises themselves in a very feminine outfit, and tries to pass themselves off as Yuri's partner in a bespoke spelljamming helm manufacturing business.",
        "Tags": "Nox's Gender",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 174,
        "Description": "We arrange for a purification ceremony to take place on the Wanderlost, performed by a Praefices priest. We intend to sneakily use their aura so Nox can be reinforced and examine the rest of the crown without frying their brain. Nox reaches out to Terenedes for help in keeping their presence here from being noticed by the higher-ups.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 175,
        "Description": "Nox examines the crown. In the centerpiece, they find immense grief, fear, and desperation. They see Queen Nera at her desk, and they see themselves handing over the crown as Nyxanthius. She takes it, and gestures to Blackrazor, along with some kind of sceptre and a cauldron. She refers to these items all together as the Aegis. He pours his fear of the Queen using what he's made into the centerpiece of the crown before her very eyes, finishing its construction.",
        "Tags": "Crown, The Aegis, Court of Night, Mnemiomancy",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 176,
        "Description": "Nox has an emotional reunion with Terry. He doesn't seem to remember Aralina at all, and is confused about why Nox left Sklarus. He knows about the bounty that Oakley has placed on Nox, and about how Nox fought in the arena, but not much else. Nox gives him some gifts that they'd been saving, items recovered from The Promise on their adventures a while back.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 177,
        "Description": "Yuri is able to share the details of the curse he took from Nox's parents now. He says in the wake of Lina's loss, he began to forget things. He went to visit Nox's parents to try and figure out what was going on, and saw them in inconsolable grief. He noticed there was a curse on them, and he took it out of curiosity. When he did, he remembered Lina once more, and Nox's parents began to forget her.",
        "Tags": "Nox Lore",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 178,
        "Description": "Remembering their recent vision, Nox goes to check out the Cauldron of Plenty that Ragak and Julianus gave them. With Tisyphone's sight, she can see that there are hidden patterns on it under close examination. Yuri dispels a magical disguise that sits on the cauldron, and it reveals its true form! It's called Gloamhearth, and it appears to be much more than meets the eye. The memory embedded within its umbraal is of a freaky Wychlaran orgy. Furthermore, Nox gets an inspiration about how to fix the final piece of the crown that Nyxanthius corrupted when they identify it.",
        "Tags": "The Aegis, Mnemiomancy",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 179,
        "Description": "We sneak into Nox's old workshop in Duskhelm to finish work on the crown with the facilities there. Nox melts down gold coins to use as the base metal for the replacement centerpiece. It takes a while, but they create what they need out of gold, and prepare to infused it with memories to change it into umbraal. As Nox does so, Antigone appears and helps to complete the process of infusing the metal with memories. The old, corrupted centerpiece crumbles to dust as this one is completed. Nox hesitantly puts the crown on, and sees a vision of the fate hag who bore the scissors. She asks if Nox \"accepts,\" and they do so hesitantly. Nox finds they cannot remove the crown now that it's on their head.",
        "Tags": "Crown, The Fates, Court of Night, Mnemiomancy",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 180,
        "Description": "Clover speaks with Nox and Tisyphone. He says he was sent to Tisyphone by Nox somehow. He can only be compelled by the true monarch, and had a sense that Nox was destined to take up the Crown of Night since he was reborn.",
        "Tags": "Clover, Court of Night",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 181,
        "Description": "Terry takes the gang to Stillwater, where Nox anxiously awaits their parents' return. While touring around the house, Nox finds umbraal medallions and notes with Lina's handwriting on them, though the rest of the house has been scrubbed clean of her presence. There's a star medallion, and a moon medallion, each infused with vague emotions of hope and nostalgia.",
        "Tags": "Lina Intervention, Mnemiomancy",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 182,
        "Description": "Eager to complete the Aegis, we take a short hop to Ragak and Julianus' demiplane to retrieve Blackrazor. We're attacked by a devil there, but we are successful. Blackrazor speaks to Nox telepathically. It says it has been purified since Nox fixed the Crown of Night. It says that it was forged by Queen Nera herself, and Nyxanthius converted it to umbraal. It wishes to be reforged to better fit the new monarch, and suggests that it be merged with Tisyphone's silver-umbraal sword.",
        "Tags": "The Aegis, Court of Night",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 183,
        "Description": "Back at Stillwater, Nox wanders around and rifles through their father's desk. They find a sword umbraal token left by Lina, and a note to find an old hiding spot of hers. Yuri recalls that she told him about a spot in the attack, so we go there. Up there, we find a chalice token, along with a journal that seems to have belonged to Cornelia. Her journal details a long series of grooming by someone named Parlamenti, leading up to her learning about Incarnum. She is preparing ultimately for an ominous-sounding ritual. Nox finds notes added in Aralina's handwriting. She says she thinks she'll meet the same fate as Cornelia, but she has a plan to stop it. Nox and Yuri are distraught - believing Lina tried to use incarnum to counter the ritual.",
        "Tags": "Nox Lore, Incarnum, Zulkir Lore",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 184,
        "Description": "In the basement of Stillwater, Nox finds a secret chamber with a strange coffin inside of it that looks like the incarnal vessels they've seen before. There's also a pedestal that accepts the four umbraal tokens in it. It leads into an unsettling room made of black stone containing twelve doors. There is an ivory death mask on each of the doors. Nox recognizes the latest two faces: Lina and Cornelia. They are only able to open the Lina door, and inside they find all of her possessions from Stillwater and Duskhelm. All traces of her existence in this family. Nox and Yuri each take a souvenir, and leave the strange tomb behind for now.",
        "Tags": "Nox Lore",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 185,
        "Description": "Nox's parents have arrived at Stillwater. It doesn't go too smoothly. Nox's mother Lucinda storms out in the middle of dinner when Nox doesn't explain why they left. Cornelius is being a bit of an asshole, and mentions that Lucinda has been having \"episodes\" lately. When Nox goes to speak to her, she confesses to having done some mnemiomancy in the past. However, when she shared with others about it she was told it was heretical. She mentions Lina without realizing it, then starts to feel faint. Nox concludes that remembering Lina (and lingering effects of their parents' curse) may be the cause of these episodes.",
        "Tags": "Mnemiomancy, Nox Lore",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 186,
        "Description": "That night, Nox visits their \"itchy tree\" garden, and finds a member of the Fate Coven they haven't met yet, Trixie, the Weaver. She says the three of them have been taken to Nessus, and that the hells are currently very disorganized. Several dragons were kept there until very recently, and they've been taken away somewhere. She also says there's a portal to the hells near El'Tabbar. Finally, she lets Nox know how to reforge Blackrazor.",
        "Tags": "The Fates, The Aegis",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 187,
        "Description": "Nox reforges Blackrazor into a new blade called Nightrazor. It's a beautiful design incorporated cosmic elements, and glittering umbraal that evokes starlight.",
        "Tags": "The Aegis, Mnemiomancy",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 188,
        "Description": "Terenedes lets us know there will be a ball held at Stillwater tonight, and Nox is to be the guest of honor. He very pointedly asks Nox how they'd like to dress, and Nox is confused at first, but eventually understands what he's asking. Maybe Nox would like to dress in a more feminine outfit?",
        "Tags": "Nox's Gender",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 189,
        "Description": "We'd like to take the strange planar travel-blocking coffin with us on the ship, and Terry offers us the use of a portable hole. It's full of old Diamanes junk, though. Amongst the items inside, we find some sort of coffee table that's propped up by four petrified pixies.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 190,
        "Description": "The ball is held at Stillwater. A stylist named Tatiana has been hired to help Nox prepare, and Nox hesitantly accepts gown from her, along with longer hair and proper makeup. Clover tells Nox that ever since the Crown declared them a monarch, she's thought of Nox as \"the Queen of my heart and soul.\" Yuri has a nice heart-to-heart with Nox, and says they should explore this more if they want.",
        "Tags": "Nox's Gender",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 191,
        "Description": "Nox talks to their father. Since he doesn't seem to remember Lina, Nox says they've learned more about the family history and have accepted their role. They show Cornelius the crown on their head, and he panics. When they mention they've learned mnemiomancy, he storms out of the room and says it's heretical. To make matters worse, Cornelius tries to bribe Tisyphone into leaving Nox because their relationship would be too scandalous.",
        "Tags": "Nox Lore, Mnemiomancy",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 192,
        "Description": "Nox creates a special mnemiomantic crystal rod through a ritual imparted to them by the Crown of Night after visiting their mother. The rod combines the memories of their found family, and ends up being the most beautiful umbraal they've ever created.",
        "Tags": "Mnemiomancy",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 193,
        "Description": "The ball happens, but is interrupted by Oakley, who attacks with several of his vampire spawn. Miraculously, the party manages to evacuate all of the guests without any casualties. The fight is cut short when Cornelius appears with some kind of strange ritual dagger, and stabs himself after muttering a strange gutteral incantation. A shadowy devil creature appears, and Oakley shrivels into an immobile husk person. We place Oakley in the coffin from the basement, and Cornelius appears to be in some kind of coma. When he wakes the next day, he cannot remember what happened, or the conversation he had with Nox before the ball.",
        "Tags": "Nox Lore, Incarnum",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 194,
        "Description": "Some of the ball guests were impressed with Nox's handling of the situation, and they're invited to a couple of social appointments. They meet with Luctator Praefices and Ferratus Parentes.  They're given some gifts by each of them, and make some inroads into the Sklaran political scene.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 195,
        "Description": "Nox installs the umbraal rod in a new spelljamming helm they made with Yuri, and it form the Helm of Echoing Passage, a unique mnemiomantic spelljamming helm. The wearer of Nightwreath, the Crown of Night, can create a key to guide it places across wildspace.",
        "Tags": "Crown, Mnemiomancy",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 196,
        "Description": "We de-petrify the pixies that were stuck on the coffee table found in the basement of Stillwater. They turn out to be former members of the Court of Night, and want to follow Nox as their new queen. There are four of them: a blacksmith named Pyx, a mysterious arcanist named Vevanya, a wild druidic botanist pixie named Tallyra, and a scholarly obsidian-skinned pixie named Ithiriel.",
        "Tags": "Court of Night",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 197,
        "Description": "We decide it's time to leave Sklarus to continue our search for Lina, and Nox bids farewell to their parents. Lucinda is much warmer to Nox, and accepts a sending bracelet. Nox repeats the conversation with their father about \"accepting their fate,\" but leaves out the bits about mnemiomancy and already wearing the crown.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 198,
        "Description": "Ithiriel explains to Nox that it's impossible to write about mnemiomancy. When one tries, the writing looks like insane rambling. Nox recalls that Cornelia's journal that Helena/Helen forced them read, and how incoherent it was.",
        "Tags": "Mnemiomancy",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 199,
        "Description": "Nox uses the crown to create a mnemiomantic anchor, and the Helm of Echoing Passage to fold space for the first time! Unlike normal spelljamming, the Wanderlost is instantly teleported several days' travel away from Stillwater. Clover is able to assist them in the process, and while they move through space they see several threads criss-crossing the cosmos. They follow one of them with the help of the anchor.",
        "Tags": "Mnemiomancy",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 200,
        "Description": "The Wanderlost stops at a waystation called Fractis. There we find Ravanna, who says she is related to Gianna. She's stolen an old pre-Shattering ship from her family, and wants to be some kind of freelancer? Pirate? The ship has an extremely sophisticated divination sensor system on it, and Nox advises her to keep that hidden lest she draw too much unwanted attention. She says Gia is being held off-place somewhere by her family, but she doesn't know where.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 201,
        "Description": "Nox visits the Shadow Realm, and finds there flowers around the itchy tree! Ravens have congregated there, and they offer Nox little coins and trinkets. Nox flexes their dream-power muscles, and begins adding items to a budding garden: a bird bath, a watering can, etc. They snap out of the dream when a displacer beast arrives.",
        "Tags": "Mnemiomancy, Shadow Realm",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 202,
        "Description": "Vevanya creates a teleportation circle in the compartment of the Wanderlost set aside for the pixies. She wants to use it to summon an old advisor of the court named magister Hallowmere. When she performs the ritual, she's surprised to find a pink tiefling woman in academic robes instead. She introduces herself as Avenza Caltrice, Portal Warder of the Azure Collegium. She mentions having done some kind of mysterious work recently, abandoned for ethical reasons, but won't elaborate for now.",
        "Tags": "Court of Night",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 203,
        "Description": "We travel to Fallow Mire, and find there's an array there which draws power from the phlogiston. It's malfunctioning, and turning people into wraiths. Naturally, we go to investigate. Nox does a risky spacewalk to fix it, and is knocked out in a massive burst of arcane energy that follows. While they're out, they hear Lina's voice for the first time in a long time.",
        "Tags": "Lina Intervention",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 204,
        "Description": "Realizing belatedly that the krazy bone they carry is surely made of umbraal, Nox finally attempts to read the memories that have infused the metal. They receive a disorganized jumble of a large volume of memories. They're overwhelmed by the amount of information when they try to focus on a single part of it.",
        "Tags": "Lina Intervention, Mnemiomancy",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 205,
        "Description": "We let Avenza in on our mission a little bit, but she's disturbed when she sees the creepy Oakley coffin. She says Styx tried to contract her and her colleagues to create lots of planar travel-blocking wards. Nox explains a little bit about what we've learned of incarnum so far, and she agrees to help us find out about the magic and how to reverse-engineer it or disrupt it.",
        "Tags": "Incarnum",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 206,
        "Description": "We use some techniques Avenza suggested to make a more stable jump to Thrymyr. We arrive just outside of a lighthouse there meant to steer ships away from the phlogiston, but something is wrong.",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 207,
        "Description": "",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 208,
        "Description": "",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 209,
        "Description": "",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 210,
        "Description": "",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 211,
        "Description": "",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 212,
        "Description": "",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 213,
        "Description": "",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 214,
        "Description": "",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 215,
        "Description": "",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 216,
        "Description": "",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 217,
        "Description": "",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 218,
        "Description": "",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 219,
        "Description": "",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 220,
        "Description": "",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 221,
        "Description": "",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 222,
        "Description": "",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    },
    {
        "Number": 223,
        "Description": "",
        "Tags": "",
        "Column 1": "",
        "Column 2": ""
    }
]